Repository: common-repository/wpc-composite-products
Catalog: languages/wpc-composite-products-*.po
Languages: fr_fr

source: "%s" has not enough stock.
fr_fr: "%s" n'a pas assez de stock.

source: "%s" is protected and cannot be purchased.
fr_fr: "%s" est protégé et ne peut pas être acheté.

source: "%s" is un-purchasable.
fr_fr: "%s" n'est pas achetable

source: "Add to cart" button labels
fr_fr: Libellé de bouton "Ajouter au panier"

source: "Base price" is the price set in the General tab. When "Only base price" is chosen, the total price won't change despite the price changes in variable components.
fr_fr: "Prix régulier" est le prix défini dans l'onglet Général. Quand "Prix régulier uniquement" en choisi, le prix total ne changera pas malgré les modifications de prix des composants variables.

source: "Option none" image
fr_fr: Aucune image d'option

source: (saved [d])
fr_fr: (sauvegarder [d])

source: + Add component
fr_fr: + Ajouter un composant

source: Above text
fr_fr: Sur-texte

source: Add a link to the target individual product below this selection.
fr_fr: Ajouter un lien au produit individuel ciblé sous cette sélection.

source: Add to cart
fr_fr: Ajouter au panier

source: After component
fr_fr: Après le composant

source: After component list
fr_fr: Après la liste de composants

source: After container
fr_fr: Après le container

source: Alert
fr_fr: Alerte

source: Allow
fr_fr: Autoriser

source: Allow/Do not allow the buyer to choose the same products in the components.
fr_fr: Autoriser/Ne pas autoriser l'acheteur à choisir les même produits dans les composants.

source: Always put a price in the General tab to display the Add to Cart button. This is also the base price.
fr_fr: Toujours mettre un prix dans l'onglet Général pour afficher le bouton "Ajouter au panier". C'est aussi votre prix régulier.

source: Apply to each component product
fr_fr: Appliquer à chaque composant du produit

source: Apply to the whole composite
fr_fr: Appliquer à l'ensemble de la composition

source: Before component
fr_fr: Avant le composant

source: Before component list
fr_fr: Avant la liste de composants

source: Before container
fr_fr: Avant le container

source: Both composite and component products
fr_fr: Compositions et composants

source: Calculate product prices
fr_fr: Calculer les prix produit

source: Cart & Checkout
fr_fr: Panier & Paiement

source: Cart content count
fr_fr: Compteur de contenu du panier

source: Change image gallery
fr_fr: Changer l'image de galerie

source: Change price
fr_fr: Changer le prix

source: Change the main product’s image gallery based on selected products.
fr_fr: Changer l'image de galerie du produit principal selon le produit sélectionné.

source: Change the main product’s price based on the changes in prices of selected variations in a grouped products. This uses Javascript to change the main product’s price to it depends heavily on theme’s HTML. If the price doesn't change when this option is enabled, please contact us and we can help you adjust the JS file.
fr_fr: Changer le prix régulier du produit principal selon les modifications de prix induites par les variations sélectionnées dans un produit groupé. Ceci utilise Javascript pour changer le prix du produit principal et dépend lourdement du HTML du thème. Si le prix ne change pas lorsque cette option est activée, veuillez nous contacter et nous vous aideront à ajuster le fichier JS.

source: Checkbox
fr_fr: Case à cocher

source: Checked by default
fr_fr: Coché par défaut

source: Choose a price format for composites on the archive page.
fr_fr: Choisissez le format de prix pour la composition sur la page de la boutique.

source: Choose products you want to exclude from coupons.
fr_fr: Choisissez les produits à exclure des codes de réduction.

source: Collapse All
fr_fr: Tout Étendre

source: Community support
fr_fr: Support de la communauté

source: Component product pricing methods: from Sale price (default) or Regular price.
fr_fr: Méthode de définition de prix du composant : de Prix promotionnel (par défaut) ou Prix régulier.

source: Component products only
fr_fr: Composants uniquement

source: Component selector
fr_fr: Sélecteur de composant

source: Components
fr_fr: Composants

source: Components: %s
fr_fr: Composants : %s

source: Composite (%s)
fr_fr: Composition (%s)

source: Composite only
fr_fr: Compositions uniquement

source: Composite Products
fr_fr: Composition de Produits

source: Composite: %s
fr_fr: Composition : %s

source: Configure total limits for the current composite.
fr_fr: Définir la limite maximale pour la composition actuelle.

source: Coupon restrictions
fr_fr: Restriction de code de réduction

source: Custom display price
fr_fr: Affichage personnalisé du prix

source: Custom image
fr_fr: Image personnalisée

source: Custom quantity
fr_fr: Quantité personnalisée

source: Data Migration
fr_fr: Migration de données

source: Default
fr_fr: Par défaut

source: Default option
fr_fr: Option par défaut

source: Different selection
fr_fr: Autre sélection

source: Discount
fr_fr: Réduction

source: Do not allow
fr_fr: Ne pas autoriser

source: Dropdown - ddSlick
fr_fr: Menu déroulant - ddSlick

source: Dropdown - HTML select tag
fr_fr: Menu déroulant - Choix tag HTML

source: Dropdown - Select2
fr_fr: Menu déroulant - Select2

source: duplicate
fr_fr: dupliquer

source: Each item's quantity limit
fr_fr: Limite de quantité de chaque objet

source: Exclude
fr_fr: Exclure

source: Exclude base price
fr_fr: Exclure le prix régulier

source: Exclude both composite and component products
fr_fr: Exclure la composition et le composant

source: Exclude component products
fr_fr: Exclure le composant

source: Exclude composite
fr_fr: Exclure la composition

source: Exclude hidden
fr_fr: Exclure masqués

source: Exclude hidden products from the list.
fr_fr: Exclure les produits masqués de la liste.

source: Exclude unpurchasable
fr_fr: Exclure non-achetables

source: Exclude unpurchasable products from the list.
fr_fr: Exclure les produits non-achetables de la liste.

source: Expand All
fr_fr: Tout déplier

source: Export
fr_fr: Exporter

source: Finished!
fr_fr: Terminé !

source: For multiple selection only.
fr_fr: Pour les sélections multiples seulement.

source: For purchasable composites.
fr_fr: Pour les compositions achetables

source: For unpurchasable composites.
fr_fr: Pour les compositions non-achetables

source: From
fr_fr: A partir de

source: From regular price
fr_fr: Prix de vente à partir de

source: from Regular price
fr_fr: Prix de vente à partir de

source: From sale price
fr_fr: Prix promotionnel à partir de

source: from Sale price
fr_fr: Prix promotionnel à partir de

source: General
fr_fr: Général

source: Grid - 2 columns
fr_fr: Grille - 2 colonnes

source: Grid - 3 columns
fr_fr: Grille - 3 colonnes

source: Grid - 4 columns
fr_fr: Grille - 4 colonnes

source: Hide component name before component products
fr_fr: Masquer le nom du composant avant les produits composés

source: Hide component products on cart & checkout page
fr_fr: Masquer les composants dans la page panier & paiement

source: Hide component products on mini-cart
fr_fr: Masquer les composants dans le mini-panier

source: Hide component products on order details
fr_fr: Masquer les composants dans le détail de commande

source: Hide component products, just show the main composite on mini-cart.
fr_fr: Masquer les composants, afficher uniquement la composition principal sur le mini-panier.

source: Hide component products, just show the main composite on order details (order confirmation or emails).
fr_fr: Masquer les composants, afficher seulement la composition principale dans le détail de commande (confirmation de commande ou emails).

source: Hide composite name before component products
fr_fr: Masquer le nom de la composition avant les composants

source: How to use?
fr_fr: Comment utiliser?

source: If selected products don't appear on the current version. Please try running Migrate tool.
fr_fr: Si les produits sélectionnés n'apparaissent pas dans la version actuelle. Veuillez utiliser l'outil de migration.

source: If you choose "Placeholder image", you can change it in WooCommerce > Settings > Products > Placeholder image.
fr_fr: Si vous choisissez un "Placeholder d'image", vous pouvez changer dans : WooCommerce > Réglages > Produits > Placeholder d'image.

source: Include base price
fr_fr: Inclure le prix régulier

source: Leave blank to use the default text and its equivalent translation in multiple languages.
fr_fr: Laisser vide pour utiliser le texte par défaut et sa traduction équivalente dans d'autres langues.

source: Link to individual product
fr_fr: Lien vers le produit individuel

source: List
fr_fr: Liste

source: Localization
fr_fr: Localisation

source: Main product's image
fr_fr: Image du produit principal

source: Mark checkboxes as checked by default.
fr_fr: Identifier les cases à cocher comme cochées par défaut.

source: Maximum reached
fr_fr: Maximum atteint

source: Migrate
fr_fr: Migrer

source: Migrating...
fr_fr: Migration en cours ...

source: Minimum required
fr_fr: Minimum requis

source: Missing a required component product.
fr_fr: Un composant requis est manquant

source: Modified
fr_fr: Modifié

source: Multiple selection
fr_fr: Sélection multiple

source: Name
fr_fr: Nom

source: New price
fr_fr: Nouveau prix

source: No
fr_fr: Non

source: No, always hide the alert
fr_fr: Non, toujours masquer cette alerte

source: No, thanks. I don't need this
fr_fr: Pas de sélection

source: None
fr_fr: Aucun

source: None (hide it)
fr_fr: Non (masquer)

source: On composite changing
fr_fr: Au changement de composition

source: On composite loaded
fr_fr: Au chargement de composition

source: One of the component products is unavailable.
fr_fr: L'un des composant est indisponible.

source: Only base price
fr_fr: Seulement le prix régulier

source: Option none
fr_fr: Aucune option

source: Option none (optional component)
fr_fr: Aucune option (composant optionnel)

source: Option none (required component)
fr_fr: Aucune option (composant requis)

source: Order
fr_fr: Ordre

source: Order by
fr_fr: Ordonner par

source: Placeholder image
fr_fr: Placeholder d'image

source: Please choose a purchasable product for the component [name] before adding this composite to the cart.
fr_fr: Veuillez choisir un produit achetable pour le composant [name] avant d'ajouter cette composition au panier.

source: Please choose at least a total quantity of [min] products before adding this composite to the cart.
fr_fr: Veuillez choisir au moins une quantité totale de [min] produits avant d'ajouter cette composition au panier.

source: Please choose at least a total quantity of [min] products for the component [name].
fr_fr: Veuillez choisir au moins une quantité totale de [min] produits pour le composant [name].

source: Please make your choice here
fr_fr: Veuillez faire votre sélection ici

source: Please select a different product for each component.
fr_fr: Veuillez choisir un produit différent pour chaque composant.

source: Please wait until it has finished!
fr_fr: Veuillez attendre la fin !

source: Premium Version
fr_fr: Version Premium

source: Price
fr_fr: Prix

source: Price format
fr_fr: Format du prix

source: Pricing
fr_fr: Prix

source: Product wasn't returned.
fr_fr: Le produit n'a pas été retourné.

source: Products
fr_fr: Produits

source: Qty:
fr_fr: Qté:

source: Quantity
fr_fr: Quantité

source: Quantity label
fr_fr: Libellé de quantité

source: Rand
fr_fr: Aléatoire

source: Read more
fr_fr: Lire plus

source: Regular and sale price
fr_fr: Prix de vente et promotionnel

source: Remember to save current components before exporting to get the latest version.
fr_fr: Rappelez-vous de sauvegarder vos composants avant d'exporter pour la dernière version.

source: remove
fr_fr: supprimer

source: Require selection
fr_fr: Sélection requise

source: Required
fr_fr: Requis

source: Reviews
fr_fr: Avis

source: Same products
fr_fr: Produits identiques

source: Save components
fr_fr: Sauvegarder les composants

source: Saved text
fr_fr: Texte sauvegardé

source: Search for a product&hellip;
fr_fr: Rechercher un produit ...

source: Select options
fr_fr: Sélectionner les options

source: Select source
fr_fr: Sélectionner la source

source: Selector interface
fr_fr: Interface de sélection

source: Set a new price using a number (eg. "49" for $49) or a percentage (eg. "90%" of the original price).
fr_fr: Définissez un nouveau prix en utilisant un nombre (ex : "49" pour "49 €") ou un pourcentage (ex : "90%" du prix original).

source: Settings
fr_fr: Réglages

source: Settings updated.
fr_fr: Réglages mis à jour.

source: Shipping fee
fr_fr: Frais de port

source: Shop/archive page
fr_fr: Page de boutique/archive

source: Show "Option none" for required component
fr_fr: Afficher "Aucune option" pour un composant requis

source: Show alert
fr_fr: Montrer une alerte

source: Show availability
fr_fr: Montrer la disponibilité

source: Show image
fr_fr: Montrer l'image

source: Show price
fr_fr: Montrer le prix

source: Show quantity
fr_fr: Montrer la quantité

source: Show short description
fr_fr: Montrer la description courte

source: Show the inline alert under the components.
fr_fr: Montrer la liste d'alerte sous les composants.

source: Show the quantity number before component product name.
fr_fr: Montrer la quantité avant le nom du composant.

source: Single product page
fr_fr: Page produit unique

source: Smart composite
fr_fr: Composition intelligente

source: Sorry, you can only choose at max a total quantity of [max] products before adding this composite to the cart.
fr_fr: Désolé, vous pouvez choisir au maximum [max] produits avant d'ajouter cette composition au panier.

source: Sorry, you can only choose at max a total quantity of [max] products for the component [name].
fr_fr: Désolé, vous pouvez choisir au maximum [max] produits pour le composant [name]

source: Specify selector interface for this component. If not, the default selector interface will be used.
fr_fr: Spécifiez le sélecteur pour ce composant. Sinon, le sélecteur par défaut sera utilisé.

source: Terms
fr_fr: Conditions

source: Text to display for showing a "Don't choose any product" option.
fr_fr: Texte à afficher pour montrer l'option "Ne pas choisir de produit".

source: Thank you for using our plugin! If you are satisfied, please reward it a full five-star %s rating.
fr_fr: Merci d'utiliser notre plugin! Si vous êtes satisfait, notez-nous en mettant %s 5 étoiles.

source: The total must meet the maximum amount of [max].
fr_fr: Le total doit être au maximum de [max].

source: The total must meet the minimum amount of [min].
fr_fr: Le total doit être au minimum de [min].

source: The universal percentage discount will be applied equally on each component's price, not on the total.
fr_fr: Le pourcentage global de la réduction sera appliqué équilibrement sur le prix de chaque composants, pas sur le total.

source: Total limits
fr_fr: Limite totale

source: Total maximum required
fr_fr: Un maximum total est requis

source: Total minimum required
fr_fr: Un minimum total est requis

source: Total price:
fr_fr: Prix total:

source: Total text
fr_fr: Texte de total

source: Under text
fr_fr: Après le texte

source: Upload image
fr_fr: Teléverser une image

source: Use [d] to show the saved percentage.
fr_fr: Utilisez [d] pour montrer le pourcentage sauvegardé.

source: Use checkbox or Option none for the dropdown selector.
fr_fr: Utilisez une case à cocher ou "Aucune option" pour le menu déroulant de sélection.

source: When creating the product, please choose product data is "Smart composite" then you can see the search field to start search and add component products.
fr_fr: Lors de la création du produit, veuillez choisir l'onglet "Composition de Produits" puis vous pouvez rechercher et ajouter des composants.

source: Whole component's quantity limit
fr_fr: Limite de quantité de tous les composants

source: Whole component's quantity maximum reached
fr_fr: Quantité maximale des composants atteinte

source: Whole component's quantity minimum required
fr_fr: Quantité minimale des composants requise

source: WPC Composite Products
fr_fr: WPC Composition de Produits

source: WPC Composite Products for WooCommerce
fr_fr: WPC Composition de Produits pour WooCommerce

source: WPC Composite Products provide a powerful kit-building solution for WooCommerce store.
fr_fr: WPC Composition de Produits fourni un puissant constructeur de kit pour les boutiques WooCommerce.

source: Yes
fr_fr: Oui

source: Yes, but list component sub-product names under the main composite in separate lines
fr_fr: Oui, mais lister les sous-produits du composant sous le produit principal dans des lignes séparées

source: Yes, but shortly list component sub-product names under the main composite in one line
fr_fr: Oui, mais lister les sous-produits du composant sous le produit principal dans une ligne

source: Yes, custom selector
fr_fr: Oui, sélecteur personnalisé

source: Yes, just show the main composite
fr_fr: Oui, affichez uniquement la composition principale

source: Yes, open on a new tab
fr_fr: Oui, ouvrir dans un nouvel onglet

source: Yes, open on the same tab
fr_fr: Oui, ouvrir dans l'onglet courant

source: Yes, open quick view popup
fr_fr: Oui, ouvrir dans une fenêtre de visionnage rapide

source: You can copy this field and use it for a CSV import file.
fr_fr: Vous pouvez copier ce champ et l'utiliser pour votre fichier d'import CSV.

source: You cannot add another "%s" to your cart.
fr_fr: Vous ne pouvez pas ajouter un autre "%s" à votre panier.

source: You cannot add this composite products to the cart.
fr_fr: Vous ne pouvez pas ajouter cette composition au panier.
